/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Error Value" = "Error Value";

/* No comment provided by engineer. */
"InternetDown" = "Internet is not available.";

/* No comment provided by engineer. */
"AskToResetTitle" = "Player Reset";

/* No comment provided by engineer. */
"AskToRestart" = "Please restart the application";

/* No comment provided by engineer. */
"ResetDatabase" = "Reset Database";

/* No comment provided by engineer. */
"NoMoreURLOptions" = "All streaming url options exhausted";

/* No comment provided by engineer. */
"ErrorOccurred" = "An error occurred:";

/* No comment provided by engineer. */
"Audio Error" = "Audio Error";

/* No comment provided by engineer. */
"HostConnectionLost" = "Host connection lost";

/* No comment provided by engineer. */
"HTTPSError" = "HTTPS Error";

/* No comment provided by engineer. */
"HostTimeout" = "Internet Timed Out";

/* No comment provided by engineer. */
"InternetConnectionLost" = "Internet Connection Lost";

/* No comment provided by engineer. */
"InternetUnavailable" = "Internet may no longer be available.";

/* No comment provided by engineer. */
"Missing Song Name" = "Missing Song Name";

/* No comment provided by engineer. */
"NoValidAudioStream" = "None of the URL options from the playlist file delivered a valid audio stream";

/* No comment provided by engineer. */
"NoHTTPSSupport" = "This version does not support secure connections.";

/* No comment provided by engineer. */
"TryAgainLater" = "Try again later.";

/* No comment provided by engineer. */
"HostNotReachable" = "Station Website Appears to Be Down";

/* No comment provided by engineer. */
"NoError" = "No error.";

/* No comment provided by engineer. */
"FileStreamGetPropertyFailed" = "File stream get property failed.";

/* No comment provided by engineer. */
"FileStreamSeekFailed" = "File stream seek failed.";

/* No comment provided by engineer. */
"ParseBytesFailed" = "Parse bytes failed.";

/* No comment provided by engineer. */
"AudioQueueCreateFailed" = "Audio queue creation failed.";

/* No comment provided by engineer. */
"AudioBufferAllocationFailed" = "Audio buffer allocation failed.";

/* No comment provided by engineer. */
"QueueingAudioBufferFailed" = "Queueing of audio buffer failed.";

/* No comment provided by engineer. */
"AudioQueueAddListenerFailed" = "Audio queue add listener failed.";

/* No comment provided by engineer. */
"AudioQueueRemoveListenerFailed" = "Audio queue remove listener failed.";

/* No comment provided by engineer. */
"AudioQueueStartFailed" = "Audio queue start failed.";

/* No comment provided by engineer. */
"AudioQueueBufferMismatch" = "Audio queue buffers do not match.";

/* No comment provided by engineer. */
"AudioFileStreamOpenFailed" = "Open audio file stream failed.";

/* No comment provided by engineer. */
"StationWebsiteUnavailable" = "Station Website is not reachable.";

/* No comment provided by engineer. */
"AudioFileStreamCloseFailed" = "Close audio file stream failed.";

/* No comment provided by engineer. */
"AudioQueuePauseFailed" = "Audio queue pause failed.";

/* No comment provided by engineer. */
"AudioQueueDisposeFailed" = "Audio queue dispose failed.";

/* No comment provided by engineer. */
"AudioQueueFlushFailed" = "Audio queue flush failed.";

/* No comment provided by engineer. */
"NoAudioStream" = "Did not receive an audio stream.";

/* No comment provided by engineer. */
"ConnectionTimeout" = "Connection timed out.";

/* No comment provided by engineer. */
"AudioStreamConnectionError" = "Audio Stream connection error.";

/* No comment provided by engineer. */
"AudioStreamEndedUnexpectedly" = "Audio Stream ended unexpectedly.";

/* No comment provided by engineer. */
"AudioQueueGetTimeFailed" = "Audio queue get current time failed.";

/* No comment provided by engineer. */
"NetworkConnectionFailed" = "Network connection failed";

/* No comment provided by engineer. */
"AudioQueueStopFailed" = "Audio queue stop failed.";

/* No comment provided by engineer. */
"AudioPlaybackFailed" = "Audio playback failed";

/* No comment provided by engineer. */
"AudioPacketsTooLarge" = "Audio packets are larger than kAQBufSize.";

/* No comment provided by engineer. */
"RequestOpenFailed" = "Request open failed.";

/* No comment provided by engineer. */
"IncorrectServerResponse" = "Server response was incorrect.";

/* No comment provided by engineer. */
"URLOpenFailed" = "URL open failed.";

/* No comment provided by engineer. */
"AudioPlaybackUnknownError" = "Audio playback failed due to an unknown error";